{"inkVersion":21,"root":[[[{"->":"Start"},["done",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],"done",{"Start":["#","^scene_type: Livecall","/#","^Hedi: Hey so, I have more questions about the void.","\n","^Iris: (Ambivalent) Ah, inquisitive as always","\n","^Hedi: What was it like, when your world broke away from everything else?","\n","^Iris: Well, it didn't happen only once. Each moment of fragmentation was unique.","\n","^Iris: Sometimes you'd notice, something would shift and you'd realise that the world you now occupy isn't the world you knew.","\n","^Iris: Sometimes it would be subtle. Alarmingly so - millions or even billions of beings could fall away into a fragment world, and you wouldn't even notice.","\n","^Hedi: But when most of your house vanished and was replaced by a blue void, you noticed, right?","\n","^Hedi: What were you doing when it happened?","\n","^Iris: However much I may laud your intellectual curiosity, let's not forget where it led during our last supervision","\n","^Hedi: I was just asking about the infrastructure over there. It's not my fault you literally dug a massive hole under your floor.","\n","^Iris: There is no my fault or your fault. We are entangled beings, each responsible for our own exploits but never wholly acting alone","\n","^Hedi: Sure. So, what did you do about that hole?","\n","^Iris: Oh I covered it with this fantastic rug I got from Marrakesh just after the Great War","\n","^Cue: We hear a rumble and a tumble","\n","ev",{"CNT?":"Tunnelling"},1,"<","/ev",[{"->":".^.b","c":true},{"b":["^ AUDIENCE_CHOICES: Figure out what's wrong with Iris's home",{"->":"Start.37"},null]}],"nop","\n","^Hedi: What's that sound?","\n","^Iris: As it transpires, I've had my music playing this whole time, I hadn't noticed any sounds.","\n","^Iris: But now that you mention it, I think I might perceive a certain...","\n","^Cue: We hear a loud squelching.","\n","^Hedi: You don't think that might be the underground layer of jelly coming apart?","\n","^Hedi: Or the massive void in your wall?","\n","^Hedi: That fancy-looking home of yours has some serious structural issues","\n",{"->":"Tunnelling"},{"#f":1}],"Tunnelling":[[["ev",{"^->":"Tunnelling.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Ask Iris to look in the hole","/str","/ev",{"*":".^.^.c-0","flg":22},{"s":["^Hedi: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Tunnelling.0.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Open a terminal window","/str","/ev",{"*":".^.^.c-1","flg":22},{"s":["^Hedi: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Tunnelling.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Find a transfiguration vector","/str",{"CNT?":".^.^.^.Hole"},{"CNT?":".^.^.^.Terminal"},"||","/ev",{"*":".^.^.c-2","flg":23},{"s":["^Hedi: ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Tunnelling.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"^ Could you just look to see if the hole is caving in?","\n",{"->":".^.^.^.Hole"},{"#f":5}],"c-1":["ev",{"^->":"Tunnelling.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"^ I'll just open a terminal window from here.","\n",{"->":".^.^.^.Terminal"},{"#f":5}],"c-2":["ev",{"^->":"Tunnelling.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"^ Okay here's the thing.","\n",{"->":".^.^.^.Figuration"},{"#f":5}]}],{"Hole":["^AUDIENCE_CHOICES: Figure out what's wrong with Iris's home","\n","^Iris: Hedi dear, what do you suppose would happen to my little world if I thought about the jelly layer all day?","\n","^Iris: Flying solo for as long as I have, one learns that it's of utmost importance to stay on solid ground at all times","\n","^Hedi: Right but is the jelly still staying solid? That's what I'm asking here.","\n","^Iris: Indeed, is jelly a solid or a liquid? Who's to say really...","\n","^Hedi: A geologist? A physicist? Did you ever have any actual scientists at the Institute...","\n","^Iris: But of course, even socially constructed worlds have physical laws.","\n","^Iris: My ex's partner's spouses's puppy was an expert in the excitation of quantum fields","\n","^Hedi: Can you just lift up that berber rug and look in the hole?","\n","^Iris: (Annoyed) fine","\n","^Iris: (Dips below the camera view) It's just a big dark hole!","\n","^Iris: What am I supposed to be looking at here?","\n",{"->":".^.^"},{"#f":1}],"Terminal":["^AUDIENCE_CHOICES: Figure out what's wrong with Iris's home","\n","^Note: We see a terminal window open on Hedi's desktop. Commands are entered and results displayed. Some programmer humour ensues.","\n","^Hedi: (while typing) There's got to be some way I can connect to your machine.","\n","^Hedi: I don't know what kind of advanced alien computer you've got there, but maybe it tracks some information about your local environment","\n","^Hedi: Something's connecting us, and it's got to be underground somewhere.","\n","^Iris: There you go again, so obsessed with my cables and pipes!","\n","^Hedi: Aha! What's this then?","\n","^Hedi: Your network manager is reporting a huge number of faulty connections","\n","^Iris: Well yes, it can't connect to anything anymore, other than fieldworkers' devices on your world","\n","^Hedi: But something changed recently. An unidentified user...","\n","^Hedi: Could someone have been trying to contact you?","\n",{"->":".^.^"},{"#f":1}],"Figuration":[["ev",{"CNT?":".^.^.^.Terminal"},"/ev",[{"->":".^.b","c":true},{"b":["\n","^Hedi: I'm going to trace a vector from your computer to one of the connections that still works.","\n","^Cue: sounds that evoke dial-up","\n",{"->":".^.^.^.4"},null]}],"nop","\n","ev",{"CNT?":".^.^.^.Hole"},"/ev",[{"->":".^.b","c":true},{"b":["\n","^Hedi: Iris, I need something concrete to hold onto here. Some facts, some figures. Tell me what's in that hole.","\n","^Iris: Figures? Oh, yes! I saw some doll's legs down there (dips below the camera again)","\n","^Cue: earthy sounds","\n","^Hedi: That's not what I meant at all but okay, I'm glad you're doing something.","\n","^Iris: (Hand appears from below, grasping doll's legs) How about this!","\n",{"->":".^.^.^.10"},null]}],"nop","\n","^Hedi: What?! I think that actually worked!","\n","^Note: Something has changed. Now energy - the audience - can get thorugh. It’s not stable, but it’s something. In fact, it's so unstable that we lose Hedi","\n","^Cue: Hedi's video feed cuts out","\n","^ENABLE_THEME: Iris_Desktop","\n",[{"->":"Shift_Iris"},{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"Shift_Iris":[["^Note: Our view switches to Iris’ desktop. It's black and white, and more closely resembles furniture or typewritten documents than a computer as we understand it today.","\n","^Iris: I feel different, somehow","\n","^Iris: It's like I taste something in my feet, or I smell something with my ears","\n","^Iris: Something that I haven't experienced since my brief sojourn in your world","\n","^Iris: As though it were pulling on me","\n","^Iris: Hedi? Hedi are you still there?","\n",[{"->":"Paris_Video"},{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Paris_Video":[["^AUDIENCE_CHOICES: A video message has popped up. How to respond?","\n","^Cue: A warped sound. Fragments of phrases. Perhaps an indecipherable amalgamation of sound bites from the below letter? Something is trying to break through.","\n","^A bell chimes. Maybe we hear Paris before we seefiguration them?","\n","^A video message pops up. Paris’ face. Iris is startled.","\n",["ev",{"^->":"Paris_Video.0.8.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Curiously Investigate","/str","/ev",{"*":".^.^.c-0","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Paris_Video.0.9.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Examine the face on screen","/str","/ev",{"*":".^.^.c-1","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Paris_Video.0.10.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^It’s nothing, get a grip","/str","/ev",{"*":".^.^.c-2","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Paris_Video.0.11.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^It's a cyber attack","/str","/ev",{"*":".^.^.c-3","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Paris_Video.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.8.s"},[{"#n":"$r2"}],"^ Well well, what have we dug up here? Ghosts of the past, is it? I must be in the archives of something.","\n","ev",{"VAR?":"vulnerable"},"/ev",{"VAR=":"state","re":true},{"->":".^.^.g-0"},{"#f":5}],"c-1":["ev",{"^->":"Paris_Video.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.9.s"},[{"#n":"$r2"}],"^ (Mesmerised, breathless) Paris... Is it really you?","\n","ev",{"VAR?":"vulnerable"},"/ev",{"VAR=":"state","re":true},{"->":".^.^.g-0"},{"#f":5}],"c-2":["ev",{"^->":"Paris_Video.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.10.s"},[{"#n":"$r2"}],"^ It can't be… oho, boy, your mind is playing games with you ol’ Iris! Don't be distracted by the cheap parlour tricks of the sensorium.","\n","ev",{"VAR?":"haughty"},"/ev",{"VAR=":"state","re":true},{"->":".^.^.g-0"},{"#f":5}],"c-3":["ev",{"^->":"Paris_Video.0.c-3.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.11.s"},[{"#n":"$r2"}],"^ Absolutely the fuck not! What are YOU doing here you heartless… where the fuck is the button to… how do I get rid of this?","\n","ev",{"VAR?":"haughty"},"/ev",{"VAR=":"state","re":true},{"->":".^.^.g-0"},{"#f":5}],"g-0":["^We see Iris's cursor try to close the window, but it comes back. Over and over again.","\n","^Regardless of Iris’ reaction, the video goes to fullscreen, we no longer see Iris's video feed, and it begins to play. This will be one of two prerecorded videos, depending on the audience's choice above. In this case, the audience chose a ","ev",{"VAR?":"state"},"out","/ev","^ reaction.","\n","ev",{"VAR?":"state"},"/ev",["du","ev",{"VAR?":"vulnerable"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^AUDIENCE_RANTBOX: What is something you regret having said to an ex?","\n",{"->":".^.^.^.15"},null]}],["du","ev",{"VAR?":"haughty"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^AUDIENCE_RANTBOX: What is something you wish you had said to an ex?","\n",{"->":".^.^.^.15"},null]}],"pop","nop","\n","#","^Scene_type: Video","/#","^Paris: Hi! Hi, uh…hi. I don’t…I don’t know if this is working. I don’t know if any of these will get to you. I don’t know much of anything any more, honestly.","\n","^Paris: I just know something is changing, something broke through and I…well I hoped it was you. I don’t know what that says about me or us or wherever we are but.","\n","^Paris: Anyways. Hi.","\n","^Paris: I hope you’re well. Um. I know things are difficult for you, or, were, I suppose. I hope that…","\n","^Paris: well I hope they’re better than the last time I saw you.","\n","^(A beat. Maybe too long.)","\n","^Paris: How are you?","\n","^Heard offscreen, Iris begins speaking out loud in response to Paris’ video. This is not a two-way conversation, rather Iris vocally reacting to a non-interactable message.","\n","ev",{"VAR?":"state"},{"VAR?":"haughty"},"==","/ev",[{"->":".^.b","c":true},{"b":["^ Iris: How am I? Oh, my dear Paris, I am simply fantastic, can’t you see how well the glowing void makes my eyes sparkle. We’re really getting to the bottom of things here, just like we’re supposed to do.",{"->":".^.^.^.42"},null]}],"nop","\n","ev",{"VAR?":"state"},{"VAR?":"vulnerable"},"==","/ev",[{"->":".^.b","c":true},{"b":["^ Iris: How am… how am I. I thought I was supposed to be the one asking the questions, Paris. I don’t even know if you’re actually here, I might just be talking to myself here. In which case I’m not so…no, stop, Iris. ",{"->":".^.^.^.50"},null]}],"nop","\n","^Paris: I don’t know if asking questions makes sense, I don’t know if you’re even going to get this or if you have a way of responding but…well. I’m worried about you.","\n","^Paris: I… Jan and I were having dinner the other day and we were discussing how much has changed and how much has stayed the same","\n","^Paris: And how fortunate we are to still have each other throughout everything changing and, well, it just got me thinking of you.","\n","^Paris: Do you have anyone like that?","\n","^Paris: Do you have anyone in your life that you can share a bowl of soup with, that you can toast a glass with?","\n","^Paris: I know that was me for a while. Have you…have you found that with someone else?","\n","^Paris: And I don’t mean the romantic or sexual things, or the…you know, partnership in that way. I just mean. Is anyone taking care of you, Iris?","\n","^Paris: I know, I know you can take care of yourself, you are so self-sufficient, truly. I know you are focused on your work and that your work will sustain you, [lord] knows how, but.","\n","^Paris: I know work does for you what it can’t do for everyone. But. Iris. I just hope you’re okay. I hope someone is letting you breathe sometimes, is helping you breathe.","\n","^Paris: I hope sometimes someone says “lean on me.”","\n","^Paris: I know that’s not me. I know that couldn’t be me. Shouldn’t have been me, really. You made that, well, you made that quite clear.","\n","^Paris: My hand wasn’t what you wanted to take, and that’s…well, that’s fine. I sometimes wonder if I forced my hand in your face a little too much, wanted to run off on adventures together a little too loudly.","\n","^Paris: I don’t understand why you wouldn’t just trust me, why you couldn’t just dig a little bit deeper.","\n","^Paris: I wasn’t asking much, Iris, just dip a FEW toes into the water, and we could have swum together, we could have…no, I’m.","\n","^Paris: I’m sorry. That’s not… that’s not what this is. I’m not reaching out to unpack what happened, I just. Well, I’m worried about you.","\n","^Paris: Things are good here. In this world. Yeah. Things are good.","\n","^Paris: Anyways, I’m going to run this up the stream and maybe it can reach you somehow.","\n","^Paris: I don’t know if you’ll be able to respond, but, I hope maybe you can. I hope maybe you’ll want to.","\n","^Paris: Maybe we can build a bridge here.","\n","^Paris: Yeah.","\n","^Paris: Okay. Um. Alright.","\n","^Paris: (Quietly) You would think after writing a dozen of these letters I would have figured out the words by now.","\n","^Paris: But I guess you always did have a way of leaving me speechless.","\n","^Paris: (Louder) Sorry. That was. Cheers, Iris.","\n","^Cue: A pop and crackle. The video window disappears from Iris’ console. We once again see their self-view through the webcam.","\n",[{"->":"Tea_scene"},{"#f":5,"#n":"g-1"}],{"#f":5}]}],{"#f":1}],"Tea_scene":[["^Iris: \"I wonder if you have someone\"","\n","^Iris: You WONDER?? You wonder if somehow the fucking APOCALYPSE that destroyed our world just reversed itself and I found a new paramour?","\n","^Iris: Or found my way back to some of our former companions, as you apparently did?","\n","^Iris: You found your way back to the others. How many of the others? And HOW??","\n","^Iris: How long have I even been here? How long have you been gone?","\n","^Iris: RANT_READ","\n","^Iris: (Hold a long pause. Iris is empty.)","\n","^AUDIENCE_CHOICES: Answer the call","\n","^Cue: An uncomfortably cheery video call ring tone. It's Tea.","\n","^Iris: Oh is that the time?","\n","^Iris: Is time still moving?","\n","^Iris: After all of that, I'm supposed to present as a competent human-shaped being","\n","^Iris: Right, well. Once again, the same old routine.","\n","^Cue: End ring tone, open Tea's webcam view.","\n",["ev",{"^->":"Tea_scene.0.28.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Answer cheerfully","/str","/ev",{"*":".^.^.c-0","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Tea_scene.0.29.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Answer authoritatively","/str","/ev",{"*":".^.^.c-1","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Tea_scene.0.30.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Answer authentically","/str","/ev",{"*":".^.^.c-2","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Tea_scene.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.28.s"},[{"#n":"$r2"}],"^ Hello there!","\n","^Tea: (Cheerful) Hiya Iris! Everything is terrible, and I -- oh no, what happened?","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["ev",{"^->":"Tea_scene.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.29.s"},[{"#n":"$r2"}],"^ Transdimensional Research","\n","^Institute, participant observation supervision laboratory","\n","^Tea: Ooh, very fancy. Come on Iris, you know it's just me.","\n","^Iris: (Brusque) Yes of course. So, you have a new report for me?","\n","^Tea: ... What's wrong?","\n",{"->":".^.^.g-0"},{"#f":5}],"c-2":["ev",{"^->":"Tea_scene.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.30.s"},[{"#n":"$r2"}],"^ Tea, this is not the most opportune time for a supervision","\n","^Tea: What's wrong?","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Iris: Nothing! Nothing. Nothing. Nothing, it's nothing. It's nothing.","\n","^AUDIENCE_CHOICES: What history do Paris and Iris have?","\n","^Iris: It's nothing. After everything, it's nothing.","\n","^Tea: Oh fuck, have you been looking at the void?","\n","^Iris: The void? No... Although, perhaps yes...","\n","^Iris: They just reached out across the void as if it's nothing, as if the space between us were as small as a single breath","\n","^Tea: Someone was able to contact you? From the Institute?","\n","^Iris: No, that's not...","\n","^Iris: Though actually, we did meet at the institute. They used to work near the Immersive Media Laboratory","\n","^Tea: Okay, so they did things with computers, and now they've made your computer do something with their computer and...","\n","^Tea: No, this is something else.","\n","^Tea: Who was this to you?","\n",["ev",{"^->":"Tea_scene.0.g-0.24.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-3","flg":2},{"s":["^Iris: We just grew apart",{"->":"$r","var":true},null]}],["ev",{"^->":"Tea_scene.0.g-0.25.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-4","flg":2},{"s":["^Iris: They ghosted me",{"->":"$r","var":true},null]}],["ev",{"^->":"Tea_scene.0.g-0.26.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-5","flg":2},{"s":["^Iris: They're the one that got away",{"->":"$r","var":true},null]}],{"c-3":["ev",{"^->":"Tea_scene.0.g-0.c-3.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.24.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.^.losingtouch"},{"#f":5}],"c-4":["ev",{"^->":"Tea_scene.0.g-0.c-4.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.25.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.^.ghosted"},{"#f":5}],"c-5":["ev",{"^->":"Tea_scene.0.g-0.c-5.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.26.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.^.gotaway"},{"#f":5}],"#f":5}]}],{"losingtouch":["ev",{"VAR?":"neglect"},"/ev",{"VAR=":"framing","re":true},"^AUDIENCE_RANTBOX: Write any thoughts you have about losing touch with a former partner","\n","^Iris: When our world started fragmenting, at first we just lost people and places that just didn't enter our mind very often","\n","^Iris: Little islands nestled in colossal oceans that you only heard mention of in trivia games - gone","\n","^Tea: Yeah whatever, I'm sure nobody was using that","\n","^Iris: Well someone continued to live there, they simply were not here.","\n","^Iris: Then quaint old towns we'd visited years ago faded into memories","\n","^Iris: And then you wondered, were those memories even real? Was it all just a dream we had once?","\n","^Iris: Was it all so different to the way friends just drift away as they build lives different to your own?","\n","^Iris: I thought, it won't happen to us - we're living lives that we built together after all. We're the centre of our own little world.","\n","^Iris: But eventually, we too became... ",["ev","visit",4,"seq","/ev","ev","du",0,"==","/ev",{"->":".^.s0","c":true},"ev","du",1,"==","/ev",{"->":".^.s1","c":true},"ev","du",2,"==","/ev",{"->":".^.s2","c":true},"ev","du",3,"==","/ev",{"->":".^.s3","c":true},"nop",{"s0":["pop","^ unmoored ",{"->":".^.^.29"},null],"s1":["pop","^ adrift ",{"->":".^.^.29"},null],"s2":["pop","^ lost ",{"->":".^.^.29"},null],"s3":["pop","^ nothing more than a memory ",{"->":".^.^.29"},null],"#f":5}],"\n","^Iris: I suppose this is the nature of all things really. We are always in the process of coming apart or coming together","\n","^Tea: (Trying to lighten the mood) Okayyy overshare much?","\n","^Iris: Well when I confront all of that, I cannot but think...","\n","^Iris: RANT_READ","\n",{"->":"Compose"},{"#f":1}],"ghosted":["ev",{"VAR?":"desertion"},"/ev",{"VAR=":"framing","re":true},"^AUDIENCE_RANTBOX: Write any thoughts you have about being ghosted by a former partner","\n","^Iris: When our world started fragmenting, at first the places and people that left us were those whose worldviews excluded us","\n","^Tea: Like homophobes?","\n","^Iris: What? No, we didn't have those! That's an Earth issue. No, I mean the motorists, the astronomers, the fisherfolk","\n","^Tea: Who?","\n","^Iris: Then, it was those which hadn't paid us much attention to begin with.","\n","^Iris: Why should their world include us when we never even entered their consideration?","\n","^Iris: And in a way, why should we mind? We were content with each other. Did we need all those others?","\n","^Tea: But what about the fish?","\n","^Iris: But it didn't stop there. We lost friends, family, lovers","\n","^Iris: And still I thought, it's okay, we have our little routine here. We'll be okay.","\n","^Iris: But then the routines start to sort of run themselves. And you realise, you haven't looked at each other in days.","\n","^Iris: And then one day, it's over.","\n","^Iris: It's terrifying really, if I think about it. All it takes is for you to lose focus for long enough, and suddenly you're no longer living in the same world.","\n","^Iris: And now...","\n","^Iris: RANT_READ","\n",{"->":"Compose"},{"#f":1}],"gotaway":["ev",{"VAR?":"yearning"},"/ev",{"VAR=":"framing","re":true},"^AUDIENCE_RANTBOX: Write any thoughts you have about yearning for a former partner","\n","^Iris: When our world started fragmenting, at first the things we lost didn't cause us much grief","\n","^Iris: But as time wore on, our losses encroached closer and accumulated","\n","^Iris: I saw how it weighed on them.","\n","^Iris: Sometimes I thought the only thing I wanted was to see their smile every day. But then there were fewer and fewer smiles","\n","^Iris: And I realised that nothing could replace everything we had lost. Everything they had lost.","\n","^Iris: I could never be enough.","\n","^Tea: I've never heard you talk about yourself like that.","\n","^Iris: It's not that. I'm delightful!","\n","^Iris: But I could never replace a whole world","\n","^Iris: And now I hear that somehow, they've been able to reclaim a world of some sort.","\n","^Iris: I know it's my job to be where I am. That's all any of us are required to do.","\n","^Iris: But if there's a world out there that can be shared with them, even now...","\n","^Iris: How am I ever going to feel okay in this place?","\n","^Tea: I think I can relate to that","\n","^Iris: It's not just frustration about where I am though...","\n","^Iris: RANT_READ","\n",{"->":"Compose"},{"#f":1}],"#f":1}],"Compose":[["^Note: While Iris rants, Tea becomes increasingly distracted, and ends up wandering off camera. Perhaps in a way that evokes the gradual separation and loss that Iris is describing.","\n","^Iris: Tea?","\n","^Iris: Are you still there?","\n","^Iris: Right well... Right. Well.  Tea probably didn’t need to see that, but I suppose it might be instructive.","\n","^Iris: And I should take my own advice. There will simply always be something loud and infuriating, calamities driving wedges between us,","\n","^Iris: and there is simply nothing we can do to change any of it, so! Why bother!","\n","^Iris: (Chuckles to themself and looks around, pleased with themself for their wisdom.)","\n","^Note: It’s almost as if they are looking for who they can share their pleased-with-themselves-ness with","\n","^Iris: I see. They’re gone too.","\n","^Note: Maybe we see a slight glint of loneliness in Iris’ eyes before they quickly straighten themselves up again with an idea.","\n","ev",{"VAR?":"state"},{"VAR?":"vulnerable"},"?","/ev",[{"->":".^.b","c":true},{"b":["\n","^Iris: (realizing this might mean permanently) Oh. Are they gone too?","\n","^Iris: Everything’s fine. Everything’s grand! Everything’s - okay, Iris, you gotta pull it together. I know it wasn’t the plan to hear from them. But that isn’t your business, Iris, that isn’t…you can’t do anything about that. Just focus on what you can do something about, on what’s in front of you.","\n",{"->":".^.^.^.26"},null]}],"nop","\n","^Iris: Actually, you know, there IS one thing we can do. A letter deserves a response.","\n","^AUDIENCE_CHOICES: Find something to write about","\n","ev",{"VAR?":"framing"},{"VAR?":"neglect"},"?","/ev",[{"->":".^.b","c":true},{"b":["\n","^Iris: I’m not really sure what to make of this, Paris.","\n","^Iris: We’ve been out of touch for so long, even before you, or, well, before we…found ourselves in our separate homes.","\n","^Iris: I didn’t even know we could reach each other now, and even if we could, we stopped having things to say a long time ago.","\n","^Iris: I don’t know if we have anything new to say now. Well, I suppose you do, clearly, but...","\n","^Iris: I’m not sure if I’m ready to hear anything from you. Aren’t we just…",["ev","visit",4,"seq","/ev","ev","du",0,"==","/ev",{"->":".^.s0","c":true},"ev","du",1,"==","/ev",{"->":".^.s1","c":true},"ev","du",2,"==","/ev",{"->":".^.s2","c":true},"ev","du",3,"==","/ev",{"->":".^.s3","c":true},"nop",{"s0":["pop","^ too unmoored ",{"->":".^.^.29"},null],"s1":["pop","^ too adrift ",{"->":".^.^.29"},null],"s2":["pop","^ too lost ",{"->":".^.^.29"},null],"s3":["pop","^ nothing more than a memory",{"->":".^.^.29"},null],"#f":5}],"^?","\n",{"->":".^.^.^.38"},null]}],"nop","\n","ev",{"VAR?":"framing"},{"VAR?":"desertion"},"?","/ev",[{"->":".^.b","c":true},{"b":["\n","^Iris: Paris, you always were an audacious one. Were you trying to upset me with your little letter, trying to drive the knife in a little further?","\n","^Iris: Did you think I wouldn’t be ready to talk to you, you with your lovers and your friends and your perfect little community?","\n","^Iris: Well, I’ll have you know, Paris, that I’m doing just fine, thank you very much, and not only that, but I’m growing. I’m evolving.","\n","^Iris: Just last week I showed the new one how to take action and get to the heart of the matter, literally.","\n","^Iris: I’ve dug through jelly, you think I won't shovel through jealousy?","\n",{"->":".^.^.^.46"},null]}],"nop","\n","ev",{"VAR?":"framing"},{"VAR?":"yearning"},"?","/ev",[{"->":".^.b","c":true},{"b":["\n","^Iris: Oh, Paris. Paris, my sweet Paris. I don’t like to admit it, but, I’ve dreamed about what I’d say to you if…if we could speak again.","\n","^Iris: If I ever found you somewhere amongst all the layers and data and void. I don’t know if I know where to begin, or if I have the courage to.","\n","^Iris: But I guess that doesn’t matter, because you’ve already begun it for us, haven’t you? You always were one to lead the charge.","\n","^Iris: And now I wonder if… have you found a way to bring us back together?","\n",{"->":".^.^.^.54"},null]}],"nop","\n","^Iris: Right. Well, in any case...","\n",["ev",{"^->":"Compose.0.58.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Brag about Tea","/str","/ev",{"*":".^.^.c-0","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Compose.0.59.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Brag about Hedi","/str","/ev",{"*":".^.^.c-1","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Compose.0.60.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Brag about the hole","/str","/ev",{"*":".^.^.c-2","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Compose.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.58.s"},[{"#n":"$r2"}],"\n","ev",{"VAR?":"Tea"},"/ev",{"VAR=":"goldenchild","re":true},{"->":".^.^.g-0"},{"#f":5}],"c-1":["ev",{"^->":"Compose.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.59.s"},[{"#n":"$r2"}],"\n","ev",{"VAR?":"Hedi"},"/ev",{"VAR=":"goldenchild","re":true},{"->":".^.^.g-0"},{"#f":5}],"c-2":["ev",{"^->":"Compose.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.60.s"},[{"#n":"$r2"}],"\n","ev",{"VAR?":"hole"},"/ev",{"VAR=":"goldenchild","re":true},{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Iris: Paris! Hello my dear. What a genuine pleasure to hear from you, though I must admit, quite a disorienting surprise!","\n","^Iris: You’ll forgive me for my delay in responding, things are simply SO busy here at the Transdimensional Research Institute.","\n","ev",{"VAR?":"goldenchild"},"/ev",["du","ev",{"VAR?":"Tea"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: Why, just last year we discovered a way to move between worlds!","\n","^Iris: Now, admittedly, leaving my pocket world led to a catastrophic breakdown in the integrity of reality..","\n","^Iris: but the important thing is, we made a FASCINATING contribution to the research!","\n",{"->":".^.^.^.11"},null]}],["du","ev",{"VAR?":"Hedi"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: Why, just in the last few weeks I've begun supervising a new field researcher, who specialises in electronic communications technology!","\n","^Iris: It's FASCINATING what they're doing over there. All text, no wires or punchcards or even knobs!","\n","^Iris: In the end, everything is discourse.","\n",{"->":".^.^.^.11"},null]}],["du","ev",{"VAR?":"hole"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: Why, just last month we discovered that deep under the ground, there are LAYERS you can dig through, and oh the data I found!","\n","^Iris: Why, I'm almost inclined to write a whole monograph on the topic of psychogeology.","\n","^Iris: I may even get special recognition for it, which I know you wouldn’t understand, but. It’s a big deal to some of us!","\n",{"->":".^.^.^.11"},null]}],"pop","nop","\n","ev",{"VAR?":"state"},"/ev",["du","ev",{"VAR?":"haughty"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: I thought it was ever so sweet of you to reach out and check in on me!","\n","^Iris: I assure you that you have absolutely nothing to worry about on my behalf, I am truly no worse for wear after you left me alone here.","\n","^Iris: I’ve hung up wallpaper and let the dishes pile up in the sink, metaphorically speaking.","\n","^Iris: Yes, I’ve made this quite the home, Paris, and I didn’t even need you to do it.","\n",{"->":".^.^.^.19"},null]}],["du","ev",{"VAR?":"vulnerable"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: I thought it was terribly kind of you to reach out. Kind of you to figure out you even could reach out, really.","\n","^Iris: I suppose it shouldn’t surprise me that you figured it out, Paris.","\n","^Iris: And I’m, well, I’m glad you decided to use that to reach out to me.","\n","^Iris: I know you have plenty of people around you, so, it’s good to know I still matter to you. Even a little bit.","\n",{"->":".^.^.^.19"},null]}],"pop","nop","\n","^Iris: How - how did you reach out? The last time I saw you...","\n","ev",{"VAR?":"framing"},"/ev",["du","ev",{"VAR?":"neglect"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: we just - well, we lost common ground, I suppose. I would have been happy with just you and I but that wasn’t enough for you, was it?","\n",{"->":".^.^.^.30"},null]}],["du","ev",{"VAR?":"desertion"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: you were abandoning me here to fend for myself while you went off with your loved ones and I guess there just wasn’t room for me beside you anymore.","\n","^Iris: You could have at least tried to make a sidecar work, couldn’t you? Or, I don’t know, told me you were feeling saturated?","\n",{"->":".^.^.^.30"},null]}],["du","ev",{"VAR?":"yearning"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: I had no idea it would be the final time I’d hear your voice, or touch your cheek.","\n","^Iris: I didn’t know we were about to be out of time, literally and figuratively.","\n","^Iris: I didn’t think I’d ever see you again, Paris.","\n","^Iris: I don’t know if this even counts as seeing you now, but, it’s certainly something.","\n","^Iris: A canary call for, well, I don’t know what yet.","\n",{"->":".^.^.^.30"},null]}],"pop","nop","\n","^AUDIENCE_CHOICES: How does Iris feel?","\n","^Iris: I suppose now that we’ve established this line of communication, we should ensure that it remains active.","\n","^Iris: You know. For research purposes.","\n","^Iris: The Transdimensional Research Institute wouldn’t want a discovery of this magnitude to be ignored, we must explore it to its furthest reaches.","\n","^Iris: Even if it is… potentially awkward.","\n","^Iris: So what do we know?","\n","^Iris: We know that you can send messages and that I can receive them.","\n","^Iris: I believe that I can also send messages, and we will see if you can receive them.","\n","^Iris: We can hypothesize that ","<>","\n","ev",{"VAR?":"state"},"/ev",["du","ev",{"VAR?":"haughty"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^you’re still a piece of shit, but I suppose we’re stuck together either way.","\n",{"->":".^.^.^.57"},null]}],["du","ev",{"VAR?":"vulnerable"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^the multiverse is giving us another chance to talk.","\n",{"->":".^.^.^.57"},null]}],"pop","nop","\n",["ev",{"^->":"Compose.0.g-0.59.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Excited","/str","/ev",{"*":".^.^.c-3","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],["ev",{"^->":"Compose.0.g-0.60.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Apprehensive","/str","/ev",{"*":".^.^.c-4","flg":6},{"s":["^Iris: ",{"->":"$r","var":true},null]}],{"c-3":["ev",{"^->":"Compose.0.g-0.c-3.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.59.s"},[{"#n":"$r2"}],"^ (Excited) ","<>","\n","ev",{"VAR?":"excited"},"/ev",{"VAR=":"attitude","re":true},{"->":".^.^.^.g-1"},{"#f":5}],"c-4":["ev",{"^->":"Compose.0.g-0.c-4.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.60.s"},[{"#n":"$r2"}],"^ (Apprehensive) ","<>","\n","ev",{"VAR?":"apprehensive"},"/ev",{"VAR=":"attitude","re":true},{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^Let's set a time and date.","\n","ev",{"VAR?":"framing"},{"VAR?":"yearning"},"?","/ev",[{"->":".^.b","c":true},{"b":["\n","^Iris: I would have suggested the seventh day of the seventh lunar month, as is traditional for this sort of thing","\n","^Iris: But which moon would we use for reference? I don't even have one here.","\n",{"->":".^.^.^.8"},null]}],"nop","\n","^Iris: Shall we simply settle for three days from now?","\n","^Iris: I will start a video call, and if you show up, then we will know we can establish communication between our two worlds.","\n","^Iris: If you don’t show up. Well. I’ll assume we can’t. Connect, I mean. Or reconnect. Both, I suppose.","\n","^Iris: And if all of this has been in my head, well. What a properly fascinating contribution this will be to the study of ","<>","\n","ev",{"VAR?":"goldenchild"},"/ev",["du","ev",{"VAR?":"Tea"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^reality-altering experiences","\n",{"->":".^.^.^.26"},null]}],["du","ev",{"VAR?":"Hedi"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^socio-material relations","\n",{"->":".^.^.^.26"},null]}],["du","ev",{"VAR?":"hole"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^psychogeology","\n",{"->":".^.^.^.26"},null]}],"pop","nop","\n",{"->":"Meeting"},{"#f":5}]}],{"#f":1}],"Meeting":["^INT. Iris’ hole. It is almost time. They fidget. Did their letter go through? Will Paris show up? A few moments of us watching Iris turn things over in their mind (preferably in the Excited / Apprehensive state voted on in Scene Four).","\n","^Maybe too long of a moment. Iris should really start to wonder if Paris will actually show up. The audience should start to wonder this too. Really milk this tension. Maybe a notification pops up on Iris’ computer and they startle, but it’s just another report coming in.","\n","^Finally, a sound, a crackle, static. A video pops onto screen. Maybe we see Paris before we hear them, or vice versa. Something that makes us question if this is really happening.","\n","^Paris: Iris? Iris, are you there? Did we do it?","\n","^Iris: ","ev",{"VAR?":"state"},"/ev",["du","ev",{"VAR?":"excited"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^It's you! It's... really you","\n",{"->":".^.^.^.15"},null]}],["du","ev",{"VAR?":"apprehensive"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Ahem, yes I'm... here","\n",{"->":".^.^.^.15"},null]}],"pop","nop","\n","^Paris: Wow, this is…I can’t believe it. Do you know what this means?","\n","^Iris: Yes, it means you’ve found a way to reconnect worlds that have fragmented! How intriguing.","\n","^Paris: No, Iris, that’s not what I-","\n","^Iris: You must tell me how you did it! Is it through the video system?","\n","^Iris: Perhaps it’s only possible when angles of the multiverse are overlapping in a specific way? I bet Hedi could figure this out.","\n","^Paris: Iris, I need to-","\n","^Iris: Have you contacted anyone else yet? Do you have access to the full video network?","\n","^Iris: Everyone at the Institute? The full complement?","\n","^Paris: Iris! Stop.","\n","^Paris: If I answer your questions, can we have an actual conversation afterwards?","\n","^Iris: I can't say I understand your meaning; answering questions IS an actual conversation.","\n","^Iris: We’ve stumbled on something incredible here! I don’t know if you quite comprehend the gravity of what you’ve done.","\n","^Paris: Iris.","\n","^Paris: It’s good to see you.","\n","^Iris: ","ev",{"VAR?":"framing"},"/ev",["du","ev",{"VAR?":"neglect"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Sorry, I just. It's been so long.","\n",{"->":".^.^.^.53"},null]}],["du","ev",{"VAR?":"desertion"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Yes, well, of course it is.","\n",{"->":".^.^.^.53"},null]}],["du","ev",{"VAR?":"yearning"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^It's good to see you too, Paris.","\n",{"->":".^.^.^.53"},null]}],"pop","nop","\n","^Paris: If answering questions is an actual conversation, can we have a real one? Answer the hard questions, I mean.","\n","^Paris: For each research-focused question you ask, I get to ask a personal one.","\n","^Iris: Fine. But I shall go first. ","ev",{"VAR?":"framing"},"/ev",["du","ev",{"VAR?":"neglect"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^I'm sure we have plenty to catch up on.","\n",{"->":".^.^.^.67"},null]}],["du","ev",{"VAR?":"desertion"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^That's the least you could do after you left.","\n",{"->":".^.^.^.67"},null]}],["du","ev",{"VAR?":"yearning"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^I do promise we'll get to yours, though","\n",{"->":".^.^.^.67"},null]}],"pop","nop","\n","^Paris: ","ev",{"VAR?":"framing"},"/ev",["du","ev",{"VAR?":"neglect"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Okay, Iris. You can go first.","\n",{"->":".^.^.^.77"},null]}],["du","ev",{"VAR?":"desertion"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^That’s not what… Iris, you know that’s not what happened.","\n",{"->":".^.^.^.77"},null]}],["du","ev",{"VAR?":"yearning"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Thank you, Iris. This is important to me.","\n",{"->":".^.^.^.77"},null]}],"pop","nop","\n","^Iris: Right, well. Let’s just start with the big one: your letter. How did you do that?","\n","^Paris: The first video? I honestly didn’t know if it would work. There was an eruption -","\n","^Paris: it was like an earthquake, the whole ground shook and the sky turned wavy, as if some force of energy had been released.","\n","^Paris: And then something felt… different. Thinner. Like a veil had been lifted.","\n","^Paris: I started hearing things - snippets of conversation. Languages, ones I hadn’t even heard before.","\n","^Paris: I felt waves of emotion, as if they were coming from someone, or somewhere else.","\n","^Iris: Emotions? What sorts of emotions?","\n","^Paris: One question, Iris. Anyways, I can’t explain it, I just… I knew something had shifted.","\n","^Paris: I didn’t know how I knew it, or what to do with that knowledge, but I had to try to take advantage of it.","\n","^Iris: So what happened to the sky? Is it still wavy?","\n","^Paris: Iris. Did you know?","\n","^Iris: About the wavy sky?","\n","^Paris: No, not about the sky. Did you know that you were pushing me away, that you even could?","\n","^Paris: Did you break our world intentionally?","\n","^Iris: ","ev",{"VAR?":"state"},"/ev",["du","ev",{"VAR?":"haughty"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^How dare you accuse me of something like that!","\n",{"->":".^.^.^.114"},null]}],["du","ev",{"VAR?":"vulnerable"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^No, I…I don’t know what you mean. Of course I didn’t.","\n",{"->":".^.^.^.114"},null]}],"pop","nop","\n","ev",{"VAR?":"framing"},"/ev",["du","ev",{"VAR?":"neglect"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: I don’t know if anyone was to blame, really. Maybe that’s just the nature of things.","\n","^Iris: We come together. We drift apart. Maybe nothing is meant to be permanent.","\n",{"->":".^.^.^.123"},null]}],["du","ev",{"VAR?":"desertion"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: You left me! I stayed right where you left me, the whole time, even now. Nothing’s changed, Paris, except you.","\n","^Iris: How could you leave me like that, we had each other, we could have been fine!","\n",{"->":".^.^.^.123"},null]}],["du","ev",{"VAR?":"yearning"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Iris: Trust me, if I had known what would happen, I never would have let you go.","\n","^Iris: I would have done anything to keep you happy. Anything for even one more day with you, one more smile.","\n",{"->":".^.^.^.123"},null]}],"pop","nop","\n","ev",{"VAR?":"framing"},"/ev",["du","ev",{"VAR?":"neglect"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Paris: It’s not permanent, that’s why we have to fight for what we care about. I was trying to fight for you, Iris","\n","^Paris: and you just…didn’t want to move. Eventually you weren’t there anymore at all. I couldn’t reach you.","\n",{"->":".^.^.^.132"},null]}],["du","ev",{"VAR?":"desertion"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Paris: That wasn’t what happened! Iris I was with you one moment, then I walked into the other room and you were gone!","\n","^Paris: The door, your entire study, you - it was just a giant blue void. I couldn’t get back to you.","\n",{"->":".^.^.^.132"},null]}],["du","ev",{"VAR?":"yearning"},"==","/ev",{"->":".^.b","c":true},{"b":["pop","\n","^Paris: Then why wouldn’t you listen? Why wouldn’t you try? I kept telling you we were in danger, that everything was collapsing around us","\n","^Paris: and that if we didn’t pay attention we were going to collapse too and you just…couldn’t listen. Couldn’t care.","\n",{"->":".^.^.^.132"},null]}],"pop","nop","\n","^Iris: Yes, well. My turn. You still haven’t fully answered how you sent the letter. Do you still have access to the Institute’s communications?","\n","^Paris: Our world fragmented, Iris, I lost you but I didn’t lose everything.","\n","^Paris: My connection to the Institute is… similar in some ways to before. There aren't many of us, but we've formed a lab together.","\n","^Paris: We don't have fieldworkers, or students, and we're out of practice taking on the roles of supervisor or teacher.","\n","^Paris: We’re exploring the neural side effects fragmentation can cause, to see if there’s a threshold that can cause permanent damage. It’s really quite fascinating, actually.","\n","^Iris: And is there? Permanent damage, I mean?","\n","^Paris: I don’t know. Is there? Can we heal it?","\n","^Iris: Can we heal irreversible permanent neural damage caused by excessive fragmentation?","\n","^Iris: Well I’m no neuroscientist, but I would think that if we’re reaching the point where damage spots are showing up on medical scans-","\n","^Paris: No, I mean. Can we heal us?","\n","^Cue: fade to black","\n","^ENABLE_THEME:","\n",{"->":"Conclusion"},{"#f":1}],"Conclusion":[["^Note: We return to Hedi's desktop for a final scene with Hedi and Tea","\n","^AUDIENCE_CHOICES: How would you characterise the nature of the multiverse?","\n","^Tea: And then he said \"the problem is this woke society\"","\n","^Tea: He actually said it! He saw THIS FACE and thought (Jeremy Clarkson voice) \"oh yeah, this will go down a treat\"","\n","^Hedi: (impassive) Yeah that's terrible","\n","^Tea: So I was like, my guy, do you know what the opposite of woke is?","\n","^Hedi: Tea, I think I might have figured out something huge","\n","^Tea: I REALLY have to get out of here","\n","^Hedi: That's the thing, I think I know why we can't get out","\n","^Tea: Look it's just for now, I'll be able to move out soon","\n","^Hedi: No I don't mean your house or this town or even rainy fascism island. I mean how we get free from this whole world","\n","^Tea: Well like, you can go to another world, but if it's not your world it just falls apart.","\n","^Tea: Or I guess maybe the world might stay together and you fall apart?","\n","^Tea: It's all...","\n",["ev",{"^->":"Conclusion.0.28.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Tea: Noodly",{"->":"$r","var":true},null]}],["ev",{"^->":"Conclusion.0.29.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":2},{"s":["^Tea: Jiggly",{"->":"$r","var":true},null]}],["ev",{"^->":"Conclusion.0.30.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":2},{"s":["^Tea: Messy",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Conclusion.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.28.s"},[{"#n":"$r2"}],"\n","^Hedi: Entangled","\n","^Tea: Noodly-woodly","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["ev",{"^->":"Conclusion.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.29.s"},[{"#n":"$r2"}],"\n","^Hedi: Contingent","\n","^Tea: Jiggly-wiggly","\n",{"->":".^.^.g-0"},{"#f":5}],"c-2":["ev",{"^->":"Conclusion.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.30.s"},[{"#n":"$r2"}],"\n","^Hedi: Emergent","\n","^Tea: It's a huge fucking mess","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Hedi: No listen, this is the thing","\n","^Hedi: Iris wanted to know why our world had stayed together while every other world has fallen apart","\n","^Hedi: When you don't share the same worldview as other people, you're not supposed to be able to hold a world together anymore","\n","^Tea: Right, but here we are, sharing a world with Daily Mail readers","\n","^Hedi: It's because of THE DIALECTIC","\n","^Tea: ... diuretic?","\n","^Hedi: No, the dialectic","\n","^Tea: Do you mean dyslexic?","\n","^Hedi: No, die - a - leck - tick","\n","^Tea: Ticks? Like Lyme disease?","\n","^Hedi: No! It - right so, you're you, and I'm me, right?","\n","^Tea: Allegedly","\n","^Hedi: And I exist in your mind, and you exist in mine","\n","^Tea: (Touched) Aw, Hedi...","\n","^Hedi: But it's not just that. You are you in part because I am me, and the way you exist responds to the way I figure your existence in my mind","\n","^Hedi: We both have the space to be who we are because we MAKE that space for one another in our minds.","\n","^Hedi: But we don't just have infinite space to be who we are - we know ourselves because of the feeling we get when we hit the limitations of how other people view us","\n","^Hedi: There's a massive universe of not-me all around me, and at the same time, I'm part of the process of constructing that not-me","\n","^Hedi: Every time you hit that friction with the world around you, the shape of you solidifies more and more, and the world itself responds to you","\n","^Tea: Does it? Or is the world just stuck in a bad pattern that's repeating forever and there's nothing any of us can do about it?","\n","^Hedi: It's a pattern, but also WE ARE the pattern.","\n","^Hedi: That's what's so weird about our world, and it's why it's been stuck like this for so long.","\n","^Hedi: We can't exist without each other","\n","^Tea: So there's no way out?","\n","^Hedi: Not until we break it","\n","^Tea: Break it?","\n","^Hedi: Break the dialectic. If we can find some way to uncouple the us from the them, if we can break the pattern, if we can learn how to make worlds that are FOR US","\n","^Hedi: Then we might be able to get free","\n","^Tea: But can we?","\n","^Hedi: Well I'm no quantum theorist, but if we can disentangle the twinned electrons then maybe the mirror neurons...","\n","^Tea: No, I mean, can we actually get free?","\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",{"list":{},"origins":["state"]},{"VAR=":"state"},{"list":{},"origins":["framing"]},{"VAR=":"framing"},{"list":{},"origins":["goldenchild"]},{"VAR=":"goldenchild"},{"list":{},"origins":["attitude"]},{"VAR=":"attitude"},{"list":{},"origins":["approach"]},{"VAR=":"approach"},"/ev","end",null],"#f":1}],"listDefs":{"state":{"haughty":1,"vulnerable":2},"framing":{"neglect":1,"desertion":2,"yearning":3},"goldenchild":{"Tea":1,"Hedi":2,"hole":3},"attitude":{"excited":1,"apprehensive":2},"approach":{"logic":1,"feeling":2}}}